Repository: xlw2180667/NoNote
Catalog: NoNote/Localization/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: Add Photo
es: Añadir foto
ja: 写真を追加
ko: 사진 추가
zh_hans: 添加照片
zh_hant: 加入照片

source: All sheep unlocked!
es: ¡Todas desbloqueadas!
ja: ひつじを全部そろえた！
ko: 모든 양을 모았어요!
zh_hans: 全部解锁!
zh_hant: 全部解鎖了！

source: App Lock
es: Bloqueo de la app
ja: アプリロック
ko: 앱 잠금
zh_hans: 应用锁
zh_hant: App 鎖定

# #appLockDescription
source: Require Face ID, Touch ID, or passcode to open NoDiary.
es: Pide Face ID, Touch ID o código para abrir NoDiary.
ja: NoDiary を開くときに Face ID・Touch ID・パスコードを求めます。
ko: NoDiary를 열 때 Face ID, Touch ID 또는 암호를 요구합니다.
zh_hans: 需要面容 ID、触控 ID 或密码才能打开 NoDiary。
zh_hant: 開啟 NoDiary 時需要 Face ID、Touch ID 或密碼。

# #bestStreakCount%lld
source: Best streak: %lld days
es: Mejor racha: %lld días
ja: 最長 %lld 日連続
ko: 최장 %lld일 연속
zh_hans: 最长连续: %lld天
zh_hant: 最長連續：%lld 天

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# #cannotConnectToICloud
source: Cannot connect to your iCloud, please check your connection. You can still use NoDiary without iCloud connection. All Your diaries will be saved on your phone. But you will lose them if you deleted the app or when your disk is full.
es: No se puede conectar con iCloud; revisa tu conexión. Puedes seguir usando NoDiary sin iCloud: tus diarios se guardan en el dispositivo. Pero se perderán si borras la app o te queda sin espacio.
ja: iCloud に接続できません。通信状況をご確認ください。iCloud なしでも NoDiary は使えます——日記は端末内に保存されます。ただしアプリを削除したり空き容量がなくなると失われます。
ko: iCloud에 연결할 수 없습니다. 연결 상태를 확인해 주세요. iCloud 없이도 NoDiary를 쓸 수 있습니다 — 일기는 기기에 저장됩니다. 다만 앱을 삭제하거나 저장 공간이 부족하면 사라질 수 있습니다.
zh_hans: 无法连接到您的iCloud，请检查您的连接。如果您不希望使用iCloud服务，您仍然可以使用NoDiary，您的日记会被储存在手机硬盘内。但如果您删除了NoDiary或者硬盘空间不足时，您会丢失您的日记。
zh_hant: 無法連線到你的 iCloud，請檢查網路連線。沒有 iCloud 也能繼續使用 NoDiary——日記會存在這台裝置上。但若你刪除 App 或裝置空間不足，日記就會遺失。

# #characterCount%lld
source: %lld characters
es: %lld caracteres
ja: %lld 文字
ko: %lld자
zh_hans: %lld 字符
zh_hant: %lld 個字

# #chooseCostume
source: Choose an accessory
es: Elige un accesorio
ja: アクセサリーを選ぶ
ko: 액세서리 선택
zh_hans: 选择配饰
zh_hant: 選擇配件

# #confirmDelete
source: Delete Diary
es: Eliminar diario
ja: 日記を削除
ko: 일기 삭제
zh_hans: 删除日记
zh_hant: 刪除日記

# #confirmDeleteMessage
source: Are you sure you want to delete this diary entry? This cannot be undone.
es: ¿Seguro que quieres eliminar esta entrada? No se puede deshacer.
ja: この日記を削除しますか？この操作は取り消せません。
ko: 이 일기를 삭제할까요? 되돌릴 수 없습니다.
zh_hans: 确定要删除这篇日记吗？此操作无法撤销。
zh_hant: 確定要刪除這篇日記嗎？此動作無法復原。

# #costumeBandana
source: Bandana
es: Pañuelo
ja: バンダナ
ko: 반다나
zh_hans: 方巾
zh_hant: 方巾

# #costumeBeanie
source: Beanie
es: Gorro de lana
ja: ニット帽
ko: 비니
zh_hans: 毛线帽
zh_hant: 毛線帽

# #costumeBeret
source: Beret
es: Boina
ja: ベレー帽
ko: 베레모
zh_hans: 贝雷帽
zh_hant: 貝雷帽

# #costumeBowtie
source: Bow Tie
es: Pajarita
ja: ちょうネクタイ
ko: 보타이
zh_hans: 蝴蝶结
zh_hant: 領結

# #costumeEarmuffs
source: Earmuffs
es: Orejeras
ja: イヤーマフ
ko: 귀마개
zh_hans: 耳罩
zh_hant: 耳罩

# #costumeFlowerCrown
source: Flower Crown
es: Corona de flores
ja: 花かんむり
ko: 꽃 화관
zh_hans: 花环
zh_hant: 花環

# #costumeHeadphones
source: Headphones
es: Auriculares
ja: ヘッドホン
ko: 헤드폰
zh_hans: 耳机
zh_hant: 耳機

# #costumeNone
source: None
es: Ninguno
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# #costumeRibbon
source: Ribbon
es: Lazo
ja: リボン
ko: 리본
zh_hans: 蝴蝶结发饰
zh_hant: 蝴蝶結髮飾

# #costumeSantaHat
source: Santa Hat
es: Gorro de Papá Noel
ja: サンタ帽
ko: 산타 모자
zh_hans: 圣诞帽
zh_hant: 聖誕帽

# #costumeScarf
source: Scarf
es: Bufanda
ja: マフラー
ko: 목도리
zh_hans: 围巾
zh_hant: 圍巾

# #costumeStrawHat
source: Straw Hat
es: Sombrero de paja
ja: 麦わら帽子
ko: 밀짚모자
zh_hans: 草帽
zh_hant: 草帽

# #costumeSunglasses
source: Sunglasses
es: Gafas de sol
ja: サングラス
ko: 선글라스
zh_hans: 墨镜
zh_hant: 太陽眼鏡

source: Current Streak
es: Racha actual
ja: 現在の連続日数
ko: 현재 연속 기록
zh_hans: 当前连续天数
zh_hant: 目前連續天數

source: Daily Reminder
es: Recordatorio diario
ja: 毎日のリマインダー
ko: 매일 알림
zh_hans: 每日提醒
zh_hant: 每日提醒

source: Delete
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Departed Sheep
es: Ovejas que se fueron
ja: 旅立ったひつじ
ko: 떠난 양
zh_hans: 离去的小羊
zh_hant: 離開的小羊

# #departedSheepCount%lld
source: %lld sheep have departed
es: %lld ovejas se han ido
ja: %lld 匹が旅立ちました
ko: 양 %lld마리가 떠났어요
zh_hans: %lld只小羊已离去
zh_hant: 已有 %lld 隻小羊離開

source: Done
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# #dontShowAlert
source: Don't Show Again
es: No mostrar de nuevo
ja: 今後表示しない
ko: 다시 표시하지 않기
zh_hans: 不再显示
zh_hant: 不再顯示

source: Edit
es: Editar
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

# #entriesRemaining%lld
source: %lld more entries needed
es: Faltan %lld entradas
ja: あと %lld 篇
ko: %lld편 더 필요해요
zh_hans: 还需%lld篇日记
zh_hant: 還需 %lld 篇日記

source: Entries This Month
es: Entradas este mes
ja: 今月の日記数
ko: 이번 달 일기
zh_hans: 本月日记数
zh_hant: 本月日記數

source: Export
es: Exportar
ja: 書き出す
ko: 내보내기
zh_hans: 导出
zh_hant: 匯出

source: Export Format
es: Formato de exportación
ja: 書き出し形式
ko: 내보내기 형식
zh_hans: 导出格式
zh_hant: 匯出格式

# #flockTrack
source: Flock
es: Rebaño
ja: ひつじの群れ
ko: 양 떼
zh_hans: 羊群
zh_hant: 羊群

source: How are you feeling?
es: ¿Cómo te sientes?
ja: 今日の気分は？
ko: 오늘 기분은 어때요?
zh_hans: 今天心情如何？
zh_hant: 今天心情如何？

# #importAdded
source: Days added
es: Días añadidos
ja: 追加した日
ko: 추가된 날
zh_hans: 新增的日子
zh_hant: 新增的日子

# #importDateRange
source: Spanning
es: Periodo
ja: 期間
ko: 기간
zh_hans: 时间跨度
zh_hant: 時間跨度

source: Import Diary
es: Importar diario
ja: 日記をインポート
ko: 일기 가져오기
zh_hans: 导入日记
zh_hant: 匯入日記

# #importDone
source: Imported
es: Importado
ja: インポート完了
ko: 가져오기 완료
zh_hans: 导入完成
zh_hant: 匯入完成

# #importDoneFooter
source: Your calendar and your flock have caught up.
es: Tu calendario y tu rebaño se han puesto al día.
ja: カレンダーもひつじの群れも追いつきました。
ko: 달력도 양 떼도 따라잡았습니다.
zh_hans: 日历和你的羊群都跟上了。
zh_hant: 日曆和你的羊群都跟上了。

# #importDoneFooterPending
source: Everything is saved on this device. The rest will reach iCloud on its own — just open the app again later.
es: Todo está guardado en este dispositivo. El resto llegará a iCloud solo — vuelve a abrir la app más tarde.
ja: すべてこの端末に保存済みです。残りは自動で iCloud に送られます——あとでもう一度アプリを開いてください。
ko: 모두 이 기기에 저장되었습니다. 나머지는 알아서 iCloud로 올라갑니다 — 나중에 앱을 다시 열어 주세요.
zh_hans: 所有内容都已保存在这台设备上。剩下的会自己传到 iCloud——稍后再打开一次 app 就好。
zh_hant: 所有內容都已儲存在這台裝置上。剩下的會自己傳到 iCloud——稍後再打開一次 app 就好。

# #importErrorEmpty
source: No diary entries were found in there.
es: No se han encontrado entradas ahí dentro.
ja: その中に記録が見つかりませんでした。
ko: 그 안에서 일기를 찾지 못했습니다.
zh_hans: 里面没找到任何日记。
zh_hant: 裡面沒找到任何日記。

# #importErrorFormat
source: That does not look like the format for this source.
es: Ese archivo no parece tener el formato de esta fuente.
ja: 選んだインポート元の形式ではないようです。
ko: 선택한 가져오기 형식이 아닌 것 같습니다.
zh_hans: 这个文件看起来不是该来源的格式。
zh_hant: 這個檔案看起來不是該來源的格式。

# #importErrorUnreadable
source: That file could not be read.
es: No se ha podido leer ese archivo.
ja: このファイルを読み込めませんでした。
ko: 이 파일을 읽을 수 없습니다.
zh_hans: 这个文件读不了。
zh_hant: 這個檔案讀不了。

# #importFooter
source: Text only for now — photos stay in the app you exported from. Nothing is written until you confirm.
es: Por ahora solo texto — las fotos se quedan en la app de origen. No se escribe nada hasta que confirmes.
ja: いまはテキストのみです。写真は書き出し元のアプリに残ります。確認するまで何も書き込みません。
ko: 지금은 텍스트만 가져옵니다. 사진은 내보낸 앱에 그대로 남습니다. 확인하기 전에는 아무것도 기록되지 않습니다.
zh_hans: 目前只导入文字，照片仍留在你导出的那个 app 里。确认之前不会写入任何东西。
zh_hant: 目前只匯入文字，照片仍留在你匯出的那個 app 裡。確認之前不會寫入任何東西。

# #importFoundEntries
source: Entries found
es: Entradas encontradas
ja: 見つかった記録
ko: 찾은 일기
zh_hans: 找到的日记
zh_hant: 找到的日記

# #importMerged
source: Merged into the same day
es: Fusionadas en el mismo día
ja: 同じ日にまとめた分
ko: 같은 날로 합친 항목
zh_hans: 合并到同一天的
zh_hant: 合併到同一天的

# #importPendingUpload
source: Waiting to reach iCloud
es: Pendientes de subir a iCloud
ja: iCloud への送信待ち
ko: iCloud 전송 대기 중
zh_hans: 等待上传到 iCloud
zh_hant: 等待上傳到 iCloud

# #importPickSource
source: Import from
es: Importar desde
ja: インポート元
ko: 가져올 곳
zh_hans: 从这里导入
zh_hant: 從這裡匯入

# #importPreviewFooter
source: One entry per day is the rule here, so several entries from the same day are joined into one. Days you have already written are never overwritten.
es: Aquí hay una entrada por día, así que varias del mismo día se unen en una. Los días que ya escribiste nunca se sobrescriben.
ja: このアプリは一日ひとつなので、同じ日の複数の記録はひとつにまとめます。すでに書いた日が上書きされることはありません。
ko: 이 앱은 하루에 한 편이라, 같은 날의 여러 기록은 하나로 합쳐집니다. 이미 쓴 날은 덮어쓰지 않습니다.
zh_hans: 这个 app 每天只有一条，所以同一天的多条会被合并成一条。你已经写过的日子不会被覆盖。
zh_hant: 這個 app 每天只有一則，所以同一天的多則會被合併成一則。你已經寫過的日子不會被覆蓋。

# #importProgress%lld%lld
source: Syncing %1$lld of %2$lld to iCloud
es: Sincronizando %1$lld de %2$lld con iCloud
ja: iCloud に同期中：%1$lld / %2$lld
ko: iCloud에 동기화 중: %1$lld / %2$lld
zh_hans: 正在同步到 iCloud：%1$lld / %2$lld
zh_hant: 正在同步到 iCloud：%1$lld / %2$lld

# #importSamplePreview
source: First few
es: Las primeras
ja: 最初の数件
ko: 처음 몇 편
zh_hans: 前几条
zh_hant: 前幾則

# #importSkippedExisting
source: Already written, left alone
es: Ya escritos, sin tocar
ja: すでに書いてあったので触れず
ko: 이미 쓴 날이라 그대로 둠
zh_hans: 已经写过，未改动
zh_hant: 已經寫過，未更動

# #importSourceCSVDetail
source: A date column and a text column — most diary apps can export this
es: Una columna de fecha y otra de texto — casi todas las apps de diario lo exportan
ja: 日付の列と本文の列。たいていの日記アプリが書き出せます
ko: 날짜 열과 본문 열. 대부분의 일기 앱이 내보낼 수 있는 형식입니다
zh_hans: 一列日期加一列正文——大多数日记 app 都能导出这个
zh_hant: 一欄日期加一欄內文——大多數日記 app 都能匯出這個

# #importSourceDayOneDetail
source: Unzip the Day One export and pick Journal.json inside it
es: Descomprime la exportación de Day One y elige el Journal.json de dentro
ja: Day One の書き出した zip を展開して、中の Journal.json を選んでください
ko: Day One에서 내보낸 zip을 푼 뒤, 그 안의 Journal.json을 선택하세요
zh_hans: 先解压 Day One 导出的 zip，选里面的 Journal.json
zh_hant: 先解壓 Day One 匯出的 zip，選裡面的 Journal.json

# #importSourceNoDiary
source: NoDiary export
es: Exportación de NoDiary
ja: NoDiary の書き出しファイル
ko: NoDiary 내보내기 파일
zh_hans: NoDiary 导出的文件
zh_hant: NoDiary 匯出的檔案

# #importSourceNoDiaryDetail
source: A .txt file this app exported — useful for moving between accounts
es: Un .txt exportado por esta app — útil para cambiar de cuenta
ja: このアプリが書き出した .txt。アカウントを移すときに使えます
ko: 이 앱이 내보낸 .txt 파일. 계정을 옮길 때 쓸 수 있습니다
zh_hans: 本 app 导出的 .txt——换账号时用得上
zh_hant: 本 app 匯出的 .txt——換帳號時用得上

# #importSourceTextFolder
source: Text or Markdown folder
es: Carpeta de texto o Markdown
ja: テキスト / Markdown フォルダ
ko: 텍스트 / 마크다운 폴더
zh_hans: 文本 / Markdown 文件夹
zh_hant: 文字 / Markdown 資料夾

# #importSourceTextFolderDetail
source: A folder of .txt or .md files named by date, like 2024-03-15.md
es: Una carpeta de archivos .txt o .md con la fecha por nombre, como 2024-03-15.md
ja: 2024-03-15.md のように日付で名前を付けた .txt / .md が入ったフォルダ
ko: 2024-03-15.md처럼 날짜로 이름 붙인 .txt 또는 .md 파일이 든 폴더
zh_hans: 一个文件夹，里面是按日期命名的 .txt 或 .md，比如 2024-03-15.md
zh_hant: 一個資料夾，裡面是按日期命名的 .txt 或 .md，例如 2024-03-15.md

# #importStart
source: Start Import
es: Empezar importación
ja: インポートを開始
ko: 가져오기 시작
zh_hans: 开始导入
zh_hant: 開始匯入

# #importUnreadableRows
source: Skipped, no usable date
es: Omitidas, sin fecha válida
ja: 日付が読めずスキップ
ko: 날짜를 읽을 수 없어 건너뜀
zh_hans: 跳过（没有可用日期）
zh_hant: 跳過（沒有可用日期）

source: Longest Streak
es: Racha más larga
ja: 最長連続日数
ko: 최장 연속 기록
zh_hans: 最长连续天数
zh_hant: 最長連續天數

source: Mood
es: Ánimo
ja: 気分
ko: 기분
zh_hans: 心情
zh_hant: 心情

# #moodAngry
source: Angry
es: Enfadado
ja: イライラ
ko: 화남
zh_hans: 生气
zh_hant: 生氣

# #moodGood
source: Good
es: Bien
ja: いい感じ
ko: 좋음
zh_hans: 不错
zh_hant: 不錯

# #moodHappy
source: Happy
es: Feliz
ja: うれしい
ko: 행복함
zh_hans: 开心
zh_hant: 開心

# #moodNeutral
source: So-so
es: Regular
ja: ふつう
ko: 그저 그럼
zh_hans: 一般
zh_hant: 一般

# #moodSad
source: Sad
es: Triste
ja: かなしい
ko: 슬픔
zh_hans: 难过
zh_hant: 難過

source: Most Active Day
es: Día más activo
ja: よく書いた曜日
ko: 가장 많이 쓴 날
zh_hans: 最活跃的一天
zh_hant: 最常寫的一天

source: My Flock
es: Mi rebaño
ja: わたしの群れ
ko: 내 양 떼
zh_hans: 我的羊群
zh_hant: 我的羊群

source: Name your sheep
es: Nombra a tus ovejas
ja: ひつじに名前をつける
ko: 양에게 이름 지어 주기
zh_hans: 给小羊起名字
zh_hant: 給小羊取名字

# #nameYourSheepPlaceholder
source: Name this sheep
es: Ponle un nombre
ja: 名前をつける
ko: 이름 지어 주기
zh_hans: 给它起个名字
zh_hant: 給牠取個名字

source: Next sheep
es: Siguiente oveja
ja: 次のひつじ
ko: 다음 양
zh_hans: 下一只
zh_hant: 下一隻

source: Next Special Sheep
es: Próxima oveja especial
ja: 次の特別なひつじ
ko: 다음 특별한 양
zh_hans: 下一只特殊小羊
zh_hant: 下一隻特殊小羊

source: No diary yet
es: Aún no hay diario
ja: まだ日記がありません
ko: 아직 일기가 없어요
zh_hans: 还没有日记
zh_hant: 還沒有日記

# #noEntriesToExport
source: No diary entries to export.
es: No hay entradas para exportar.
ja: 書き出せる日記がありません。
ko: 내보낼 일기가 없습니다.
zh_hans: 没有可导出的日记。
zh_hant: 沒有可匯出的日記。

# #noResults
source: No results found
es: Sin resultados
ja: 見つかりませんでした
ko: 결과가 없습니다
zh_hans: 未找到结果
zh_hant: 找不到結果

# #notificationPermissionDenied
source: Notification permission was denied. Please enable it in Settings to receive daily reminders.
es: Se denegó el permiso de notificaciones. Actívalo en Ajustes para recibir el recordatorio diario.
ja: 通知が許可されていません。毎日のリマインダーを受け取るには「設定」で通知をオンにしてください。
ko: 알림 권한이 거부되었습니다. 매일 알림을 받으려면 설정에서 알림을 켜 주세요.
zh_hans: 通知权限被拒绝。请在系统设置中开启通知权限以接收每日提醒。
zh_hant: 通知權限已被拒絕。請在「設定」中開啟通知，才能收到每日提醒。

source: Now
es: Hoy
ja: 今
ko: 지금
zh_hans: 今
zh_hant: 今

source: Oops
es: Vaya
ja: おっと
ko: 이런
zh_hans: 哎呀
zh_hant: 唉呀

source: Pasture
es: Prado
ja: 牧場
ko: 목장
zh_hans: 牧场
zh_hant: 牧場

# #pastureAuto
source: Follow the seasons
es: Según la estación
ja: 季節に合わせる
ko: 계절 따라
zh_hans: 跟随季节
zh_hant: 跟隨季節

# #pastureAutumn
source: Autumn
es: Otoño
ja: 秋
ko: 가을
zh_hans: 秋
zh_hant: 秋

# #pastureNight
source: Night
es: Noche
ja: 夜
ko: 밤
zh_hans: 夜晚
zh_hant: 夜晚

# #pastureSpring
source: Spring
es: Primavera
ja: 春
ko: 봄
zh_hans: 春
zh_hant: 春

# #pastureSummer
source: Summer
es: Verano
ja: 夏
ko: 여름
zh_hans: 夏
zh_hant: 夏

# #pastureWinter
source: Winter
es: Invierno
ja: 冬
ko: 겨울
zh_hans: 冬
zh_hant: 冬

source: Plain Text
es: Texto sin formato
ja: テキスト
ko: 일반 텍스트
zh_hans: 纯文本
zh_hant: 純文字

source: Preview
es: Vista previa
ja: プレビュー
ko: 미리 보기
zh_hans: 预览
zh_hant: 預覽

source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Pro Feature
es: Función Pro
ja: Pro 機能
ko: Pro 기능
zh_hans: Pro 功能
zh_hant: Pro 功能

source: Pro Unlocked
es: Pro desbloqueado
ja: Pro を解放済み
ko: Pro 사용 중
zh_hans: 已解锁专业版
zh_hant: 已解鎖 Pro

# #rateApp
source: Rate NoDiary
es: Valorar NoDiary
ja: NoDiary を評価する
ko: NoDiary 평가하기
zh_hans: 给 NoDiary 一个好评
zh_hant: 為 NoDiary 評分

# #reminderBody
source: Time to write your diary for today!
es: ¡Hora de escribir tu diario!
ja: 今日の日記を書きましょう！
ko: 오늘의 일기를 쓸 시간이에요!
zh_hans: 是时候写今天的日记了！
zh_hant: 來寫今天的日記吧！

# #reminderEnabled
source: Enable Reminder
es: Activar recordatorio
ja: リマインダーをオン
ko: 알림 켜기
zh_hans: 开启提醒
zh_hant: 開啟提醒

source: Reminder Time
es: Hora del recordatorio
ja: 通知する時刻
ko: 알림 시간
zh_hans: 提醒时间
zh_hant: 提醒時間

source: Remove Photo
es: Quitar foto
ja: 写真を削除
ko: 사진 삭제
zh_hans: 移除照片
zh_hant: 移除照片

source: Restore Purchases
es: Restaurar compras
ja: 購入を復元
ko: 구입 복원
zh_hans: 恢复购买
zh_hant: 回復購買項目

source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

# #saveToICloundError
source: Cannot connect to your iCloud, please check your connection. Your diary is saved to your phone.
es: No se puede conectar con iCloud; revisa tu conexión. Tu diario se guardó en el dispositivo.
ja: iCloud に接続できません。通信状況をご確認ください。日記は端末内に保存しました。
ko: iCloud에 연결할 수 없습니다. 연결 상태를 확인해 주세요. 일기는 기기에 저장했습니다.
zh_hans: 无法连接到您的iCloud，请检查您的连接。您的日记已保存到本地硬盘。
zh_hant: 無法連線到你的 iCloud，請檢查網路連線。日記已儲存在這台裝置上。

source: Search
es: Buscar
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: Search All Months
es: Buscar en todos los meses
ja: すべての月を検索
ko: 모든 달 검색
zh_hans: 搜索所有月份
zh_hant: 搜尋所有月份

# #searchPlaceholder
source: Search your diaries...
es: Busca en tus diarios...
ja: 日記を検索...
ko: 일기 검색...
zh_hans: 搜索你的日记...
zh_hant: 搜尋你的日記...

source: Security
es: Seguridad
ja: セキュリティ
ko: 보안
zh_hans: 安全
zh_hant: 安全性

source: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# #shareCardTagline
source: Write daily, grow your flock · NoDiary
es: Escribe cada día, cría tu rebaño · NoDiary
ja: 毎日ひとこと、ひつじが増える · NoDiary
ko: 매일 한 편, 양이 늘어나요 · NoDiary
zh_hans: 每天一篇日记，养成小羊群 · NoDiary
zh_hant: 每天一篇日記，養出你的羊群 · NoDiary

# #shareFlock
source: Share My Flock
es: Compartir mi rebaño
ja: 群れをシェア
ko: 내 양 떼 공유
zh_hans: 分享我的羊群
zh_hant: 分享我的羊群

# #sheepAllAwake
source: All awake!
es: ¡Todas despiertas!
ja: みんな起きてる！
ko: 모두 깨어 있어요!
zh_hans: 全部醒着!
zh_hant: 全都醒著！

# #sheepAllSleeping
source: Sleeping... write today to wake them!
es: Dormidas... ¡escribe hoy para despertarlas!
ja: おやすみ中...今日書いて起こしてあげよう！
ko: 자고 있어요... 오늘 일기를 써서 깨워 주세요!
zh_hans: 睡着了...今天写日记唤醒它们!
zh_hant: 睡著了⋯⋯今天寫日記叫醒牠們！

# #sheepAngel
source: Angel Sheep
es: Oveja ángel
ja: 天使のひつじ
ko: 천사 양
zh_hans: 天使羊
zh_hant: 天使羊

# #sheepCream
source: Cream
es: Crema
ja: クリーム
ko: 크림
zh_hans: 奶油色
zh_hant: 奶油色

# #sheepCrown
source: Crown Sheep
es: Oveja con corona
ja: 王冠のひつじ
ko: 왕관 양
zh_hans: 皇冠羊
zh_hant: 皇冠羊

# #sheepGolden
source: Golden Sheep
es: Oveja dorada
ja: 金色のひつじ
ko: 황금 양
zh_hans: 金色羊
zh_hant: 金色羊

# #sheepLavender
source: Lavender
es: Lavanda
ja: ラベンダー
ko: 라벤더
zh_hans: 薰衣草
zh_hant: 薰衣草

# #sheepLightBlue
source: Light Blue
es: Azul claro
ja: みずいろ
ko: 하늘색
zh_hans: 浅蓝
zh_hant: 淺藍

# #sheepMint
source: Mint
es: Menta
ja: ミント
ko: 민트
zh_hans: 薄荷
zh_hant: 薄荷

# #sheepPeach
source: Peach
es: Melocotón
ja: ピーチ
ko: 피치
zh_hans: 蜜桃
zh_hant: 蜜桃

# #sheepPink
source: Pink
es: Rosa
ja: ピンク
ko: 핑크
zh_hans: 粉色
zh_hant: 粉紅

# #sheepStar
source: Star Sheep
es: Oveja estrella
ja: 星のひつじ
ko: 별 양
zh_hans: 星星羊
zh_hant: 星星羊

# #sheepWhite
source: White
es: Blanco
ja: しろ
ko: 흰색
zh_hans: 白色
zh_hant: 白色

# #specialEntriesRemaining%lld
source: %lld more days for special sheep
es: Faltan %lld días para la oveja especial
ja: 特別なひつじまであと %lld 日
ko: 특별한 양까지 %lld일 남았어요
zh_hans: 还需连续%lld天解锁特殊小羊
zh_hant: 還需連續 %lld 天解鎖特殊小羊

# #specialSheepTrack
source: Special Sheep
es: Ovejas especiales
ja: 特別なひつじ
ko: 특별한 양
zh_hans: 特殊小羊
zh_hant: 特殊小羊

# #stats
source: Statistics
es: Estadísticas
ja: 統計
ko: 통계
zh_hans: 统计
zh_hant: 統計

# #streakDays%lld
source: %lld day streak
es: Racha de %lld días
ja: %lld 日連続
ko: %lld일 연속
zh_hans: 连续 %lld 天
zh_hant: 連續 %lld 天

# #streakDaysNeeded%lld
source: Reach %lld day streak
es: Alcanza %lld días seguidos
ja: %lld 日連続を達成
ko: %lld일 연속 달성하기
zh_hans: 达到%lld天连续
zh_hant: 達成連續 %lld 天

# #tapToWrite
source: Tap to write about your day!
es: ¡Toca para escribir sobre tu día!
ja: タップして今日を書き残そう！
ko: 탭해서 오늘을 기록해 보세요!
zh_hans: 点击记录你的一天！
zh_hant: 點一下，記下你的一天！

source: Today
es: Hoy
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: Total Characters
es: Caracteres totales
ja: 総文字数
ko: 전체 글자 수
zh_hans: 总字数
zh_hant: 總字數

source: Total Entries
es: Entradas totales
ja: 日記の総数
ko: 전체 일기 수
zh_hans: 总日记数
zh_hant: 總日記數

# #totalEntriesCount%lld
source: %lld total entries
es: %lld entradas en total
ja: 全 %lld 篇
ko: 총 %lld편
zh_hans: 共%lld篇日记
zh_hant: 共 %lld 篇日記

source: Unlock
es: Desbloquear
ja: 解放する
ko: 잠금 해제
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock Full Flock
es: Desbloquear todo el rebaño
ja: 群れをすべて解放
ko: 전체 양 떼 잠금 해제
zh_hans: 解锁完整羊群
zh_hant: 解鎖完整羊群

# #unlockFullFlockButton
source: Unlock Now
es: Desbloquear ahora
ja: 今すぐ解放
ko: 지금 해제하기
zh_hans: 立即解锁
zh_hant: 立即解鎖

# #unlockFullFlockDescription
source: Unlock unlimited sheep, costumes, and more!
es: ¡Ovejas ilimitadas, accesorios y mucho más!
ja: ひつじ無制限、着せ替え、そのほかいろいろ解放！
ko: 양 무제한, 액세서리 등 더 많은 기능을 즐기세요!
zh_hans: 解锁无限小羊、换装功能等更多内容！
zh_hant: 解鎖無限小羊、換裝功能與更多內容！

# #unlockToUseCostumes
source: Unlock Pro to dress up your sheep!
es: ¡Desbloquea Pro para vestir a tus ovejas!
ja: Pro を解放してひつじを着せ替えよう！
ko: Pro를 열고 양을 꾸며 주세요!
zh_hans: 解锁 Pro 来打扮你的小羊！
zh_hant: 解鎖 Pro，替小羊換裝！

source: Wardrobe
es: Vestidor
ja: クローゼット
ko: 옷장
zh_hans: 衣橱
zh_hant: 衣櫥

source: Weather
es: Tiempo
ja: 天気
ko: 날씨
zh_hans: 天气
zh_hant: 天氣

# #weatherClear
source: Clear
es: Despejado
ja: 晴れ
ko: 맑음
zh_hans: 晴
zh_hant: 晴

# #weatherDrizzle
source: Drizzle
es: Llovizna
ja: 霧雨
ko: 가랑비
zh_hans: 毛毛雨
zh_hant: 毛毛雨

# #weatherFoggy
source: Foggy
es: Niebla
ja: 霧
ko: 안개
zh_hans: 雾
zh_hant: 霧

# #weatherFreezingRain
source: Freezing Rain
es: Lluvia helada
ja: 着氷性の雨
ko: 얼어붙는 비
zh_hans: 冻雨
zh_hant: 凍雨

# #weatherPartlyCloudy
source: Partly Cloudy
es: Parcialmente nublado
ja: くもり
ko: 구름 조금
zh_hans: 多云
zh_hant: 多雲

# #weatherRain
source: Rain
es: Lluvia
ja: 雨
ko: 비
zh_hans: 雨
zh_hant: 雨

# #weatherShowers
source: Showers
es: Chubascos
ja: にわか雨
ko: 소나기
zh_hans: 阵雨
zh_hant: 陣雨

# #weatherSnow
source: Snow
es: Nieve
ja: 雪
ko: 눈
zh_hans: 雪
zh_hant: 雪

# #weatherSnowShowers
source: Snow Showers
es: Chubascos de nieve
ja: にわか雪
ko: 소낙눈
zh_hans: 阵雪
zh_hant: 陣雪

# #weatherThunderstorm
source: Thunderstorm
es: Tormenta
ja: 雷雨
ko: 천둥번개
zh_hans: 雷暴
zh_hant: 雷雨

source: Write
es: Escribir
ja: 書く
ko: 쓰기
zh_hans: 写
zh_hant: 寫

# #writeToUnlockSheep
source: Keep writing to unlock next sheep!
es: ¡Sigue escribiendo para la siguiente oveja!
ja: 書き続けて次のひつじを迎えよう！
ko: 계속 써서 다음 양을 만나 보세요!
zh_hans: 继续写日记解锁下一只小羊!
zh_hant: 繼續寫日記，解鎖下一隻小羊！

# #writeToWelcomeSheep
source: Write 7 diaries to welcome your first sheep!
es: ¡Escribe 7 entradas y llega tu primera oveja!
ja: 7 篇書いて最初のひつじを迎えよう！
ko: 7편을 쓰면 첫 번째 양이 찾아와요!
zh_hans: 写7篇日记来迎接你的第一只小羊!
zh_hant: 寫 7 篇日記，迎接你的第一隻小羊！

source: Writing Prompts
es: Sugerencias de escritura
ja: 書き出しのヒント
ko: 글쓰기 도움말
zh_hans: 写作提示
zh_hant: 寫作提示

source: OK
ko: 확인
zh_hans: 好的
zh_hant: 好
